"LAST_BACKUP" = "Ostatnia archiwizacja:";
"NEXT_BACKUP" = "Następna archiwizacja:";
"BACKING_UP" = "Archiwizuję:";
"ACCESSING_BACKUP" = "Uzyskuję dostęp do dysku archiwizacyjnego…";
"IN_PROGRESS" = "Archiwizuję…";
"PREPARING" = "Przygotowuję archiwizowanie…";
"STOPPING" = "Zatrzymuję archiwizowanie…";
"THINNING" = "Porządkuję...";
"DELETING" = "Usuwam stare kopie zapasowe…";
"FINISHING" = "Kończę archiwizowanie…";
"EXCLUDE" = "Wyklucz";
"NOT_MOUNTED" = "Wolumin archiwizacyjny nie jest zamontowany.";
"INCLUDED" = "Szacowany czas pełnej archiwizacji: %@";
"CALCULATING" = "Obliczam rozmiar pełnej archiwizacji...";
"ENCRYPT_IMAGE_NAME" = "Archiwum %@%@";
"DI_ERR_TITLE" = "Wystąpił błąd podczas utworzenia zaszyfrowanego obrazu archiwizacyjnego.";
"DI_EXISTS" = "Na tym dysku już istnieje zaszyfrowana kopia zapasowa.";
"DI_ERROR" = "Wystąpił błąd %d";
"DI_FAILED_TO_MOUNT" = "Nie można było zamontować obrazu dysku.";
"OK" = "OK";
"SHOW_HIDDEN_ITEMS" = "Pokaż rzeczy niewidoczne"; // checkbox
"CALCULATING_SIZE" = "Obliczam zmiany…";
"CALCULATING_CHANGED_ITEMS" = "Przygotowuję %@ rzeczy…";					
"CALCULATING_EXCLUDED_ITEMS" = "Wykluczam %@ rzeczy…";
"CALCULATING_DEEP_SCANNED_ITEMS" = "Skanuję %@ rzeczy…";

"MOUNTING" = "Umożliwiam dostęp do dysku archiwizacyjnego…";
"INDEXING" = "Indeksuję archiwum…";

// voice-over strings
"AX_ADD" = "Dodaj rzecz do listy rzeczy wykluczonych z archiwizowania.";
"AX_REMOVE" = "Usuń rzecz z listy rzeczy wykluczonych z archiwizowania.";

// error strings
"FAILED" = "Nie powiodła się";
"DELAYED" = "Opóźniona";
"TIME_MACHINE_ERROR" = "Błąd Time Machine";

"WARNING_SAME_DISK_TITLE" = "Czy na pewno chcesz archiwizować na urządzeniu zawierającym oryginalne dane?";
"WARNING_SAME_DISK_ONE_CONFLICT" = "Wybrany do archiwizacji wolumin „%@” oraz zawierający archiwizowane dane wolumin „%@” znajdują się na tym samym urządzeniu.\n\nW celu pełnego zabezpieczenia danych należy archiwizować je na innym urządzeniu.\n";
"WARNING_SAME_DISK_MULTIPLE_CONFLICTS" = "Wybrany do archiwizacji wolumin „%@” oraz zawierające archiwizowane dane woluminy %@ i %@ znajdują się na tym samym urządzeniu.\n\nW celu pełnego zabezpieczenia danych należy archiwizować je na innym urządzeniu.\n";
"QUOTED_VOLUME_NAME" = "„%@”";
"LIST_SEPARATOR" = ", ";
"USE_SELECTED_DISK_BUTTON" = "Użyj zaznaczonego woluminu";
"CHOOSE_ANOTHER_DISK_BUTTON" = "Wybierz inny dysk";

"WARNING_NO_DESTINATION_TITLE" = "Nie został zaznaczony wolumin dla kopii zapasowej.\n\n";
"WARNING_NO_DESTINATION" = "Kliknij w Konfiguruj, aby wybrać wolumin archiwizacyjny.";

"REMAINING_HOUR" = "%d godz.";
"REMAINING_HOURS" = "%d godz.";
"REMAINING_MIN" = "%d min";	
"REMAINING_MINS" = "%d min";
"REMAINING_HOURS_AND_MINS" = "%@ oraz %@ pozostało…";
"REMAINING_ABOUT" = "%@ pozostało…";
"REMAINING_LESS_MIN" = "Pozostała mniej niż jedna minuta…";

"BACKUP_NOW" = "Archiwizuj teraz";
"STOP_BACKING_UP" = "Zatrzymaj archiwizowanie";
"BYTES_COMPLETED_AND_TOTAL_FORMAT" = "%1$@ z %2$@";

// disk formatting dialog
"DISK_NEEDS_REFORMATTING_TITLE" = "Czy na pewno chcesz wymazać dysk archiwizacyjny „%@”? Wymazanie dysku spowoduje usunięcie wszystkich znajdujących się na nim informacji. Nie będzie można tego cofnąć.";
"DISK_NEEDS_REFORMATTING_TEXT" = "Ten dysk musi zostać wymazany przed użyciem go jako magazynu dla archiwum, ponieważ obecny system plików na tym dysku nie jest obsługiwany przez Time Machine.";
"DISK_NEEDS_REFORMATTING_CS_TEXT" = "Ten dysk musi zostać wymazany przed użyciem go jako magazynu dla archiwum Time Machine, ponieważ w przeciwieństwie do tego dysku, archiwizowany dysk rozróżnia wielkość liter.";
"ERASE_DISK_BUTTON" = "Wymaż";
"DONT_ERASE_BUTTON" = "Nie wymazuj";
"CANCEL_ERASE_BUTTON" = "Anuluj";
"FORMATTING" = "Wymazuję:";

// disk formatting error dialog
"ERROR_FORMATTING_TITLE" = "Wystąpił błąd podczas wymazywania dysku „%@”, przeznaczonego na kopie zapasowe Time Machine.";

// skip system files alart
"WARNING_SKIP_SYSTEM_FILES_TITLE" = "Wykluczenie katalogu systemowego z archiwizacji";
"WARNING_SKIP_SYSTEM_FILES" = "Czy chcesz także wykluczyć inne pliki instalowane wraz z systemem Mac OS X, np. programy systemowe oraz narzędzia UNIX?";
"EXCLUDE_ALL_SYSTEM_FILES_BUTTON" = "Wyklucz wszystkie pliki systemowe";
"EXCLUDE_SYSTEM_FOLDER_ONLY_BUTTON" = "Wyklucz tylko katalog System";
"EXCLUDE_LIST_ALL_SYSTEM_FILES" = "Pliki systemowe i programy";
"EXCLUDE_LIST_CALCULATING_SIZE" = "Obliczam wielkość";

// the name we give a disk after reformatting it for use with Time Machine
"REFORMATTED_DISK_NAME" = "Kopie zapasowe Time Machine"; 

// Disk selection list
"REFORMAT_REQUIRED" = "trzeba sformatować (niezgodny system plików)";
"REFORMAT_REQUIRED_CS" = "trzeba sformatować (nie rozróżnia wielkości liter)";
"SERVER_INFO_FORMAT" = "na „%@”";
"TIME_CAPSULE_ACCOUNT" = "Moje konto użytkownika";

"DISK_PICKER_NONE" = "Brak";
"DISK_PICKER_NONE_TOOL_TIP" = "Zatrzymaj archiwizowanie";
"DISK_PICKER_BUTTON_USE" = "Użyj do archiwizacji";
"DISK_PICKER_BUTTON_STOP" = "Zatrzymaj archiwizowanie";

// Available disk space
"AVAILABLE_AND_TOTAL_DISK_SPACE_FORMAT" = "%@ z %@";

// FileVault warnings
"FILEVAULT_WARNING_USER_LEOPARD_TITLE" = "Na Twoim koncie włączone jest szyfrowanie FileVault, więc musisz się wylogować, aby wykonać kopię zapasową katalogu domowego przy pomocy Time Machine.";
"FILEVAULT_WARNING_USER_LEOPARD" = "W archiwum utworzonym przez Time Machine z katalogu domowego zaszyfrowanego przez FileVault nie można przeglądać pojedynczych rzeczy. Można przywrócić wszystkie pliki i katalogi z takiego archiwum, uruchamiając komputer za pomocą płyty instalacyjnej Mac OS X i wybierając polecenie „Przywróć system z kopii zapasowej”, znajdujące się w menu Narzędzia w Instalatorze.";
"FILEVAULT_WARNING_ADMIN_LEOPARD_TITLE" = "Na jednym lub kilku kontach na tym komputerze włączony jest FileVault. Time Machine może archiwizować katalogi domowe chronione przez FileVault tylko wtedy, gdy użytkownicy tych katalogów są wylogowani.";
"FILEVAULT_WARNING_ADMIN_LEOPARD" = "W archiwum utworzonym przez Time Machine z katalogu domowego zaszyfrowanego przez FileVault nie można przeglądać pojedynczych rzeczy. Można przywrócić wszystkie pliki i katalogi z takiego archiwum, uruchamiając komputer za pomocą płyty instalacyjnej Mac OS X i wybierając polecenie „Przywróć system z kopii zapasowej”, znajdujące się w menu Narzędzia w Instalatorze.";

"FILEVAULT_WARNING_USER_TIGER_TITLE" = "Time Machine nie może wykonać kopii zapasowej Twojego katalogu domowego, ponieważ został on zaszyfrowany za pomocą starszej wersji FileVault. Wyłącz FileVault na swoim koncie, po czym włącz go ponownie, a dopiero potem wykonaj kopię zapasową.";
"FILEVAULT_WARNING_ADMIN_TIGER_1_USER_TITLE" = "Time Machine nie może wykonać kopii zapasowej katalogu domowego użytkownika „%@”, ponieważ katalog ten został zaszyfrowany za pomocą starszej wersji FileVault. Wyłącz FileVault na tym koncie, po czym włącz go ponownie, a dopiero potem wykonaj kopię zapasową.";
"FILEVAULT_WARNING_ADMIN_TIGER_2_USERS_TITLE" = "Time Machine nie może wykonać kopii zapasowej katalogów domowych użytkowników „%@” i „%@”, ponieważ katalogi te zostały zaszyfrowane za pomocą starszej wersji FileVault. Wyłącz FileVault na tych kontach, po czym włącz go ponownie, a dopiero potem wykonaj kopię zapasową.";
"FILEVAULT_WARNING_ADMIN_TIGER_3_USERS_TITLE" = "Time Machine nie może wykonać kopii zapasowej katalogów domowych użytkowników „%@”, „%@” i „%@”, ponieważ katalogi te zostały zaszyfrowane za pomocą starszej wersji FileVault. Wyłącz FileVault na tych kontach, po czym włącz go ponownie, a dopiero potem wykonaj kopię zapasową.";
"FILEVAULT_WARNING_ADMIN_TIGER_MORE_USERS_TITLE" = "Time Machine nie może wykonać kopii zapasowej katalogów domowych użytkowników „%@”, „%@”, „%@” i innych, ponieważ katalogi te zostały zaszyfrowane za pomocą starszej wersji FileVault. Wyłącz FileVault na tych kontach, po czym włącz go ponownie, a dopiero potem wykonaj kopię zapasową.";
"FILEVAULT_WARNING_TIGER" = "Time Machine archiwizuje katalogi domowe chronione przez FileVault, nie można jednak w takim archiwum przeglądać pojedynczych rzeczy. Można przywrócić wszystkie pliki i katalogi z archiwum, uruchamiając komputer za pomocą płyty instalacyjnej Mac OS X i wybierając polecenie „Przywróć system z kopii zapasowej”, znajdujące się w menu Narzędzia w Instalatorze.";

"NEXT_BACKUP_WHEN_CONNECTED" = "po podłączeniu dysku";
"NEXT_BACKUP_TURNED_OFF" = "Automatyczne archiwizowanie wyłączone";
"NEXT_BACKUP_WHEN_PLUGGED_IN" = "po podłączeniu zasilania";

"WILL_START_IN_ONE_SEC" = "1 sek…";
"WILL_START_IN_X_SECS" = "%@ sek…";

"DESTINATION_TOOLTIP" = "Wolumin: %@\nZamontowany na: %@";

"LATEST_SUCCESSFUL_BACKUP" = "Ostatnia pomyślna archiwizacja: %@ o %@";

"INSUFFICIENT_ACCESS_TITLE" = "Nie masz niezbędnych praw odczytu, zapisu i dołączania do plików na wybranym sieciowym dysku archiwizacyjnym.";
"INSUFFICIENT_ACCESS_MESSAGE" = "Połącz się jako inny użytkownik lub skontaktuj się z administratorem sieci.";

"ERROR_OBTAINING_URL" = "Błąd wewnętrzny - nie można uzyskać url dla „%@”";

"KEYCHAIN_ERROR" = "Błąd pęku kluczy %d wystąpił podczas tworzenia wpisu systemowego pęku kluczy dla nazwy użytkownika „%@” i URL „%@”.";
"KEYCHAIN_RECOVERY_SUGGESTION" = "Możesz spróbować edytować lub naprawić systemowy pęk kluczy za pomocą narzędzia Dostęp do pęku kluczy.";

"ERROR_NETAUTHMOUNT" = "Time Machine nie ma dostępu do dysku archiwizacyjnego „%@”.";

"UNKNOWN_DISK_NAME" = "bez tytułu";

// health check strings
PERFORMING_HEALTH_CHECK = "Weryfikuję archiwum…";
SKIP_HEALTH_CHECK = "Pomiń weryfikację";
SKIPPING_HEALTH_CHECK = "Pomijam weryfikację…";
